Revit 2027 API
SpecTypeId.AreaForceScale Property
 Area Force Scale, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AreaForceScale { get; }
Public Shared ReadOnly Property AreaForceScale As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AreaForceScale {
	ForgeTypeId^ get ();
}
static member AreaForceScale : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace